export default {
    /** database */
    // success
    'Соединение с mongodb установлено': '⚡️[DB]: Соединение с mongodb установлено',
    'Создана запись маршрута:': '⚡️[DB]: Создана запись маршрута: ',
    // error
    'Ошибка при создание записи маршрута:': '⚡️[DB]: Ошибка при создание записи маршрута: ',
    'Ошибка подключения к mongodb:': '⚡️[DB]: Ошибка подключения к mongodb: ',
    'Ошибка при сохранение данных в лог подключения:': '⚡️[DB]: Ошибка при сохранение данных в лог подключения: ',
    'Ошибка при попытке сменить роль пользователя:': '⚡️[DB]: Ошибка при попытке сменить роль пользователя: ',
    'Ошибка при попытке подтвердить email:': '⚡️[DB]: Ошибка при попытке подтвердить email: ',
    /** server */
    // success
    'Сервер запущен на {{host}}:{{port}}': '⚡️[server]: Сервер запущен на {{host}}:{{port}}',
    'Сервер ожидает подключения...': '⚡️[server]: Сервер ожидает подключения...',
    // error
    'Запрещено настройками CORS': '⚡️[server]: Запрещено настройками CORS',
    'Ресурс не найден': '⚡️[server]: Ресурс не найден',
    /** routes title */
    'Подтверждение email': 'Подтверждение email',
}
